Repository: jrmuizel/banshee-unofficial-plugins
Catalog: old-code/banshee-official-plugins/po/*.po
Languages: sr

source: Uri Shceme Not Supported
sr: Ури шема није подржана

source: Podcast feed URI scheme is not supported.
sr: УРИ шема подкаст извора није подржана.

source: Invalid URL
sr: Неисправан УРЛ

source: Podcast feed URL is invalid.
sr: УРЛ подкаст извора није исправан.

source: Unable to add: {0} to library. {1}
sr: Не могу да додам: {0} у аудиотеку. {1}

source: Updating "{0}"
sr: Ажурирам "{0}"

source: Podcast Feed Update
sr: Последње ажурирање:

source: Updating
sr: Ажурирам

source: Preparing to update feeds
sr: Припремам се да ажурирам изворе

source: Updating podcast feed {0} of {1}
sr: Ажурирам подкаст извор број {0} од {1}

source: Canceling updates
sr: Прекидам ажурирање

source: Waiting for update to terminate
sr: Чекам да се ажурирање заврши

source: You need to call catalog.Initalize() first!
sr: Мораш прво позвати функцију catalog.Initalize()!

source: Podcasting
sr: Подкаст

source: Next generation radio content, where you want it, when you want it.
sr: Нова врста радио садржаја, када и где год га желиш.

source: Podcast
sr: Подкаст

source: Manage the Podcast plugin
sr: Уреди подкаст додатак

source: Update Feeds
sr: Ажурирај изворе

source: Update Subscribed Podcast Feeds
sr: Ажурирај претплаћене подкаст изворе

source: Subscribe to New Feed
sr: Претплати се на нови извор

source: Subscribe to New Podcast Feed
sr: Претплати се на нови подкаст извор

source: Visit Podcast Alley
sr: Посети подкаст долину (енг.)

source: Find New Podcasts at PodcastAlley.com
sr: Пронаљи нове подкастове на PodcastAlley.com

source: Unknown
sr: Непознато

source: {0} and others
sr: {0} и остали

source: {0} and {1}
sr: {0} и {1}

source: Download
sr: Преузми

source: Downloading Files
sr: Преузимам датотеке

source: Initializing downloads
sr: Започињем преузимања

source: Canceling Downloads
sr: Прекидам преузимања

source: Waiting for downloads to terminate
sr: Чекам да се преузимања заврше

source: Downloading Files ({0} of {1} completed)
sr: Преузимање датотека (завршено {0} од {1})

source: Downloading Files ({0} of {1} completed) {2} failed
sr: Преузимање датотека (заврђено {0} од {1}) неуспешно {2}

source: Currently transfering {0} file at {1} kB/s
sr: Преузимам {0} датотеку по {1} кБ/с

source: Description:
sr: Опис:

source: Last Updated:
sr: Последње ажурирање:

source: URL:
sr: УРЛ:

source: When feed is updated:
sr: Када је извор ажуриран:

source: No description available
sr: Опис није доступан

source: Feeds
sr: Извори

source: All
sr: Сви

source: Episode
sr: {0} Епизода

source: New
sr: Ново

source: Title
sr: Наслов

source: Feed
sr: Извор

source: Date
sr: Датум

source: Feed:
sr: Извор:

source: Date:
sr: Датум:

source: Podcasts
sr: Подкаст

source: Update All Feeds
sr: Ажурирај све изворе

source: Subscribed
sr: Претплата

source: Update Feed
sr: Ажурирај извор

source: Delete Feed
sr: Обриши извор

source: Homepage
sr: Почетна страна

source: Properties
sr: Особине

source: Cancel
sr: Одустани

source: Remove Podcast(s)
sr: Уклони подкаст

source: Select All
sr: Одабери све

source: Select None
sr: Поништи избор

source: Link
sr: Веза

source: Subscribe
sr: Пријава

source: Please enter the URL of the podcast you wish to subscribe to
sr: Унеси УРЛ подкаста на који желиш да се претплатиш

source: When new episodes are available:
sr: Када је доступна нова епизода:

source: Download all episodes
sr: Преузми све епизоде

source: Download the most recent episode
sr: Преузми најсвежије епизоде

source: Let me decide which episodes to download
sr: Пусти ме да одлучим које епизоде да преузмем
