Repository: jrmuizel/banshee-unofficial-plugins
Catalog: banshee-official-plugins/po/*.po
Languages: fi

source: Mini Mode allows controlling Banshee through a small window with only playback controls and track information.
fi: Pienoistila mahdollistaa bansheen ohjauksen pienestä ikkunasta, jossa on ainoastaan toiston ohjaimet ja kappaletiedot.

source: Mini mode
fi: Pienoisikkuna

source: Play previous song
fi: Soita edellinen kappale

source: Play/pause current song
fi: Soita tai keskeytä tämänhetkinen kappale

source: Play next song
fi: Soita seuraava kappale

source: Switch back to full mode
fi: Vaihda takaisin normaaliin ikkunaan

source: Adjust volume
fi: Säädä äänenvoimakkuutta

source: Change repeat playback mode
fi: Vaihda kertaussoittotilan tyyppiä

source: Toggle shuffle playback mode
fi: Vaihda sekoitustilan tyyppiä

source: Uri Scheme Not Supported
fi: URI-skeema ei ole tuettu

source: Podcast feed URI scheme is not supported.
fi: Podcast-virran URI-skeema ei ole tuettu.

source: Invalid URL
fi: Virheellinen URL

source: Podcast feed URL is invalid.
fi: Podcast-virran URL on virheellinen.

source: Loading Podcast Feeds: {0} ms
fi: Ladataan Podcast-virtoja: {0} ms

source: Download Failed
fi: Nouto epäonnistui

source: Unable to add file to library
fi: Tiedostoa ei voi lisätä kirjastoon

source: Uri scheme not supported.
fi: URI-skeema ei ole tuettu.

source: Updating "{0}"
fi: Päivitetään "{0}"

source: Podcast Feed Update
fi: Podcast-virran päivitys

source: Updating
fi: Päivitetään

source: Preparing to update feeds
fi: Valmistellaan virtojen päivitystä

source: Updating podcast feed {0} of {1}
fi: Päivitetään podcast-virtaa {0}/{1}

source: Canceling updates
fi: Perutaan päivitykset

source: Waiting for update to terminate
fi: Odotetaan päivityksen päättymistä

source: Podcasting
fi: Podcastaus

source: Next generation radio content, where you want it, when you want it.
fi: Uudentyyppinen radiolähetys, missä ja milloin haluat.

source: Manage the Podcast plugin
fi: Hallitse Podcast-liitännäistä

source: Update Feeds
fi: Päivitä virrat

source: Update Subscribed Podcast Feeds
fi: Päivitä tilatut Podcast-virrat

source: Subscribe to New Feed
fi: Tilaa uusi virta

source: Subscribe to New Podcast Feed
fi: Tilaa uusi Podcast-virta

source: Find New Podcasts
fi: Etsi uusia Podcasteja

source: Find New Podcasts at PodcastAlley.com
fi: Etsi uusia Podcasteja PodcastAlley.com -sivustolta

source: Unknown
fi: Tuntematon

source: {0} and others
fi: {0} ja muita

source: {0} and {1}
fi: {0} ja {1}

source: DownloadCore is shutting down.
fi: Noutomoottoria sammutetaan.

source: dif not in 'New' state.
fi: Nouto ei ole tilassa "New".

source: Download already queued.
fi: Nouto on jo laitettu jonoon.

source: uri is empty
fi: uri on tyhjä

source: path is empty
fi: polku on tyhjä

source: Download
fi: Nouda

source: Downloading Files
fi: Noudetaan tiedostoja

source: Initializing downloads
fi: Alustetaan noutoja

source: Canceling Downloads
fi: Perutaan noutoja

source: Waiting for downloads to terminate
fi: Odotetaan, että noudot päättyvät

source: Downloading File
fi: Noudetaan tiedostoa

source: Downloading Files ({0} of {1} completed) {2} failed
fi: Noudetaan tiedostoja ({0}/{1} noudettu) {2} epäonnistui

source: Currently transfering 1 file at {0} kB/s
fi: Siirretään tiedostoa nopeudella {0} kt/s

source: Description:
fi: Kuvaus:

source: Last Updated:
fi: Viimeksi päivitetty:

source: When feed is updated:
fi: Virran päivitysaika:

source: No description available
fi: Kuvausta ei ole saatavilla

source: Feeds
fi: Virrat

source: All
fi: Kaikki

source: {0} Feed
fi: {0} virta

source: Episode
fi: jakso

source: New
fi: Uusi

source: Title
fi: Otsikko

source: Feed
fi: Virta

source: Date
fi: Päivämääärä

source: Feed:
fi: Virta:

source: Date:
fi: Päivämäärä:

source: Podcasts
fi: Podcastit

source: Update All Feeds
fi: Päivitä kaikki virrat

source: Visit Podcast Alley
fi: Käy PodcastAlley-sivustolla

source: Subscribed
fi: Tilattu

source: Update Feed
fi: Päivitä virta

source: Delete Feed
fi: Poista virta

source: Homepage
fi: Kotisivu

source: Properties
fi: Ominaisuudet

source: Cancel
fi: Peru

source: Remove Podcast(s)
fi: Poista Podcastit

source: Select All
fi: Valitse kaikki

source: Select None
fi: Älä valitse mitään

source: Link
fi: Linkki

source: Subscribe
fi: Tilaa

source: Please enter the URL of the podcast you wish to subscribe to
fi: Anna URL Podcastiin, jonka haluat tilata

source: When new episodes are available:
fi: Kun uusia jaksoja on saatavilla:

source: Download all episodes
fi: Nouda kaikki jaksot

source: Download the most recent episode
fi: Nouda viimeisin jakso

source: Let me decide which episodes to download
fi: Valitse itse, mitkä jaksot noudetaan

source: Recommended Artists
fi: Suositellut esittäjät

source: No similar artists found
fi: Samankaltaisia esittäjiä ei löytynyt

source: Top Tracks by {0}
fi: Esittäjän {0} suosituimmat kappaleet

source: Top Albums by {0}
fi: Esittäjän {0} suosituimmat levyt

source: {0}% similarity
fi: {0}% samanlaisuus

source: Music Recommendations
fi: Musiikkisuositukset

source: Automatically recommends music that you might like, based on the currently playing song. It finds artists and popular songs that others with similar musical tastes enjoy.
fi: Suosittelee musiikkia, josta voisit pitää. Suositukset perustuvat soivaan kappaleeseewn. Ohjelma etsii esittäjiä ja kappaleita, joista samanlaisesta musiikista pitävät nauttivat.

source: Show Recommendations
fi: Näytä suositukset
